{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      },
      {
        "type": "NFC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "\"": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      ",": 10,
      "-": 11,
      ".": 12,
      "/": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      ";": 24,
      "A": 25,
      "B": 26,
      "C": 27,
      "D": 28,
      "E": 29,
      "F": 30,
      "G": 31,
      "H": 32,
      "I": 33,
      "J": 34,
      "K": 35,
      "L": 36,
      "M": 37,
      "N": 38,
      "O": 39,
      "P": 40,
      "Q": 41,
      "R": 42,
      "S": 43,
      "T": 44,
      "U": 45,
      "V": 46,
      "W": 47,
      "Z": 48,
      "[": 49,
      "]": 50,
      "a": 51,
      "b": 52,
      "c": 53,
      "d": 54,
      "e": 55,
      "f": 56,
      "g": 57,
      "h": 58,
      "i": 59,
      "j": 60,
      "k": 61,
      "l": 62,
      "m": 63,
      "n": 64,
      "o": 65,
      "p": 66,
      "q": 67,
      "r": 68,
      "s": 69,
      "t": 70,
      "u": 71,
      "v": 72,
      "w": 73,
      "x": 74,
      "y": 75,
      "z": 76,
      "ª": 77,
      "Å": 78,
      "É": 79,
      "Ê": 80,
      "Ë": 81,
      "â": 82,
      "Ġ": 83,
      "Ģ": 84,
      "Ī": 85,
      "Ĭ": 86,
      "ĭ": 87,
      "ĵ": 88,
      "Ļ": 89,
      "in": 90,
      "he": 91,
      "Ġt": 92,
      "Ġa": 93,
      "ed": 94,
      "Ġthe": 95,
      "is": 96,
      "at": 97,
      "er": 98,
      "or": 99
    },
    "merges": [
      "i n",
      "h e",
      "Ġ t",
      "Ġ a",
      "e d",
      "Ġt he",
      "i s",
      "a t",
      "e r",
      "o r"
    ]
  }
}